---
kind: property
id: P:Autodesk.Revit.DB.RevolvedFace.Origin
zh: 原点
source: html/a39afb7b-7330-cb74-1d23-590db2ed8f7b.htm
---
# Autodesk.Revit.DB.RevolvedFace.Origin Property

**中文**: 原点

Origin of the surface.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```